DavidAnson.vscode-markdownlint
dkundel.vscode-new-file
donjayamanne.githistory
eamodio.gitlens
fortran-lang.linter-gfortran
goessner.mdmath
GrapeCity.gc-excelviewer
iterative.dvc
James-Yu.latex-workshop
MS-CEINTL.vscode-language-pack-en-GB
MS-CEINTL.vscode-language-pack-zh-hans
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-wsl
ms-vscode.cpptools
ms-vscode.makefile-tools
npxms.hide-gitignored
redhat.vscode-yaml
REditorSupport.r
REditorSupport.r-lsp
streetsidesoftware.code-spell-checker
Tyriar.shell-launcher
